## 主诉
胸闷1月余。

## 现病史
患者1月余前开始出现胸闷，位于心前区，呈持续5-6分钟可自行缓解，与活动及体位无明显关系，未予重视及进一步诊治，病情反复发作，曾在本院住院行冠脉CTA检查示：冠状动脉粥样硬化并多支血管病变，拟诊CAD-RADS 4A/P3/HRP/I＋(前降支近段混合性斑块，重度狭窄，低密度成分＋正性重构，CT-FFR＜0.75)，无头痛，无心悸、气促，无发热、寒战，无恶心、呕吐，无黑朦，无腹痛、腹胀，无双下肢水肿，现为进一步诊治至本院门诊就诊，拟“冠心病”收入我科。病程中患者睡眠、精神一般，食欲尚可，大便及小便正常，近期体重无明显变化。

## 既往史
平素健康状况：良好。10余年前曾于某医院就诊诊断为“冠心病 心肌梗死”，长期服用“阿司匹林、普伐他汀”，偶有胸闷发作。自诉有“乙肝表面抗原携带者”病史40余年，未复查及口服相关药物，曾于2023年在本院住院诊断“1、脑梗死 2、冠心病 3、双侧颈动脉硬化”。否认“高血压、糖尿病”等慢性病史，否认有药物、食物过敏史。预防接种史：不详。

## 个人史
原籍生长，久居某地，无工业毒物、粉尘、放射性物质接触史，生活条件可，否认有性病和冶游史。否认嗜烟、嗜酒等不良嗜好。其家人均体健。平素饮食清淡，三餐尚规律，少有加餐，工作较忙，近期平素少有运动，无心情忧虑，无心理压力，夫妻和睦，家庭经济一般，依从性尚可。

## 婚育史
已婚已育，育有2子。爱人及孩子体健，家庭关系和睦。

## 家族史
家族中无类似疾病患者，无家族性遗传病史。无传染病史。

## 体格检查
- **T**: 36.6℃  
- **P**: 77.0次/分  
- **R**: 20.0次/分  
- **BP**: 122.0/60.0mmHg

### 一般状况
发育正常，营养中等，正常病容，自动体位，神志清楚，对答切题，查体合作。

### 皮肤黏膜
全身皮肤、粘膜无黄染，无出血点及瘀点、瘀斑，无皮疹。

### 浅表淋巴结
未触及肿大。

### 头部及其器官
头颅大小正常，无畸形。颜面部及双眼睑无浮肿，睑结膜无苍白、充血，巩膜无黄染，双眼球活动自如，双瞳孔等大等圆，直径3mm，对光反射灵敏，双耳鼻无畸形，外耳道及鼻腔无异常分泌物，乳突及各副鼻窦区无压痛，双鼻唇沟对称，伸舌居中，口唇无苍白、发绀，咽部无充血，双侧扁桃体无肿大。

### 颈部
颈无抵抗，颈静脉无怒张，气管居中，甲状腺无肿大。

### 胸部
胸廓对称无畸形，双肺呼吸运动对称，触觉语颤对称，双肺叩诊清音，听诊呼吸音清，未闻及干湿性啰音。

### 腹部
腹平坦，未见胃肠型及蠕动波，触软，无压痛及反跳痛，肝脾肋下未触及，肝区及双肾区无叩痛，各输尿管点无压痛，移动性浊音阴性，肠鸣音4次/分。

### 四肢脊柱
脊柱无畸形，棘突无压痛，双下肢无水肿。四肢关节无红肿和畸形，无压叩痛，活动不受限。

### 神经系统
四肢肌张力正常，肌力Ⅴ级，生理反射存在，病理反射未引出。

## 专科检查
- 心前区无隆起，心尖搏动位于左第五肋间锁骨中线内侧0.5cm处，无抬举性心尖搏动，未触及震颤，心界无扩大，心率77次/分，心律齐，心脏各瓣膜听诊区未闻及病理性杂音，未闻及心包摩擦音。

## 辅助检查
- **2023-07-24 头颅CT**：双侧基底及放射冠多发性腔隙性，2、脑萎缩；  
- **2023-07-24 胸部DR**：双肺及心膈未见异常。  
- **2023-07-24 常规心电图检查(三通道12导联)**：1、窦性心律；2、Ⅱ、Ⅲ、aVF、V1-V4可见异常Q波（陈旧性下壁、前间壁前壁心肌梗死）。  
- **2023-08-01 冠状动脉CTA**：冠状动脉粥样硬化并多支血管病变，拟诊CAD-RADS 4A/P3/HRP/I＋(前降支近段混合性斑块，重度狭窄，低密度成分＋正性重构，CT-FFR＜0.75)。

## 初步诊断
1. 冠状动脉粥样硬化性心脏病  
2. 不稳定型心绞痛  
3. 心功能Ⅱ级  
4. 脑梗死  
5. 颈动脉硬化

## 病例分型
C-复杂疑难型
